print('======================')
print('图书库存管理系统v0.1')
print('1.显示书目信息')
print('2.显示图书库存信息')
print('3.添加书目信息')
print('4.修改图书库存量')
print('5.退出系统')
print('======================')
print('请输入要执行的操作（填写数字）:')



tests = ['======================','图书库存管理系统v0.1','1.显示书目信息','2.显示图书库存信息','3.添加书目信息','4.修改图书库存量','5.退出系统','======================','请输入要执行的操作（填写数字）:']
for test in tests:
    print(f'{test}')


name = input('请输入系统符号：')
test = input('请输入系统名称：')
test1 = input('请输入查找的信息1：')
test2 = input('请输入查找的信息2：')
test3 = input('请输入查找的信息3：')
test4 = input('请输入查找的信息4：')
test5 = input('请输入查找的信息5：')
system = input('请输入系统符号：')



print(name)
print(test)
print(test1)
print(test2)
print(test3)
print(test4)
print(test5)
print(system)
print('请输入要执行的操作（填写数字）:')


# 输出：
# ======================
# 图书库存管理系统v0.1
# 1.显示书目信息
# 2.显示图书库存信息
# 3.添加书目信息
# 4.修改图书库存量
# 5.退出系统
# ======================
#  请输入要执行的操作（填写数字）:

# 单行注释以井号（#）开始，并且只能注释单行。
# 多行注释使用三个单引号（'''）或三个双引号（"""）将注释框起来。
# 多行注释可以跨越多行代码，通常用于解释函数或类的实现细节。
